1. ЗАГАЛЬНІ ПОЛОЖЕННЯ
1.1. Кодекс честі Національного технічного університету України «Київський політехнічний інститут» (далі – Кодекс) встановлює загальні моральні принципи та правила етичної поведінки осіб, що працюють і навчаються в університеті, якими вони мають керуватись у своїй діяльності.

1.2. Університет прагне створити середовище, яке сприяє навчанню і роботі, прагненню до істини, обміну знаннями, впровадженню інновацій, інтелектуальному розвитку студентів і працівників, підтриманню особливої університетської культури взаємовідносин. Кожен член університетської спільноти, дотримуючись норм цього Кодексу, робить неоціненний внесок у розвиток всього університету, зміцнення його іміджу і ділової репутації.

1.3. Кодекс є переліком настанов та цінностей, дотримання яких представниками спільноти НТУУ «КПІ» є необхідним як на території університетського кампусу, так і поза ним.

1.4. Загальними моральними принципами, якими мають керуватися члени університетської громади, є:

1.4.1. Принцип законності. У своїй діяльності члени університетської громади суворо дотримуються приписів законів, а також стимулюють до цього інших.
1.4.2. Принцип взаємної довіри. Атмосфера довіри заохочує вільний обмін ідеями та інформацією в університетському середовищі, сприяє співпраці та  вільному продукуванню нових ідей, позбавляє остраху, що результати діяльності може бути вкрадено, кар’єру спаплюжено, а репутацію підірвано.
1.4.3. Принцип чесності та порядності. У навчальній та викладацькій діяльності, у наукових дослідженнях, у практичній роботі тощо представники університетської громади зобов’язані діяти чесно, бути відвертими й у жодному разі свідомо не висувати неправдивих тверджень.
1.4.4. Принцип справедливості. У взаємовідносинах між членами університетської громади важливим є неупереджене ставлення одне до одного, правильне й об’єктивне оцінювання результатів навчальної, дослідницької та трудової діяльності.
1.4.5. Принцип компетентності й професіоналізму. Студенти та працівники НТУУ «КПІ» зобов’язані підтримувати найвищий рівень компетентності у роботі та навчанні. Імперативом є постійне підвищення ними свого освітнього і наукового рівня як форми здійснення принципу «від освіти на все життя – до освіти протягом усього життя».
1.4.6. Принцип відповідальності. Студенти та працівники університету мають брати на себе відповідальність за результати своєї діяльності, виконувати взяті на себе зобов’язання. Бути відповідальним – означає протистояти ганебним вчинкам, негативному впливу інших осіб і бути прикладом для інших.
1.4.7. Принцип партнерства і взаємодопомоги. З метою підвищення якості навчальних та дослідницьких результатів представники університетської громади орієнтуються на суб’єкт-суб’єктну або партнерську взаємодію.
1.4.8. Принцип взаємоповаги. Повага в університетському середовищі має бути взаємною, виявлятися як до інших, так і до себе. Варто поважати й цінувати різноманітні, а іноді й протилежні думки та ідеї.
1.4.9. Принцип прозорості. Щоб уникнути зловживань посадовим становищем виборними чи призначеними представниками університетської громади, необхідно, щоб усі процедури, які
стосуються освітньої, науково-дослідницької, господарської та фінансової діяльності, були прозорими і нескладними.
1.4.10. Принцип безпеки та добробуту громади НТУУ «КПІ». Студенти і працівники університету повинні піклуватися про безпеку та добробут членів громади. Будь-яка діяльність студентів і працівників університету не повинна створювати загрози життю, завдавати шкоди здоров’ю та майну будь-кого загалом та членів університет-ської громади зокрема.
Дотримання зазначених вище принципів має бути справою честі всіх без винятку членів університетського співтовариства.

2. НОРМИ ЕТИЧНОЇ ПОВЕДІНКИ СТУДЕНТІВ І ПРАЦІВНИКІВ НТУУ «КПІ»
2.1. Гідним для студентів і працівників НТУУ «КПІ» є:

2.1.1. Дотримуватися вимог законодавства України та внутрішніх нормативних документів університету, не чинити правопорушень і не сприяти їхньому скоєнню іншими особами.
2.1.2. Дотримуватися моральних норм та правил етичної поведінки.
2.1.3. Дотримуватися принципів та правил академічної чесності.
2.1.4. Відповідально ставитися до своїх обов’язків, вчасно та сумлінно виконувати необхідні навчальні, дослідницькі та робочі завдання.
2.1.5. Своєю діяльністю сприяти збереженню та примноженню славних традицій університету.
2.1.6. Вшановувати та вивчати минуле університету, творчі здобутки його визначних вчених, педагогів, випускників, які вписали яскраві сторінки у літопис вітчизняної та світової освіти, науки і техніки.
2.1.7. Сприяти розвитку позитивної репутації університету.
2.1.8. Сприяти попередженню й викоріненню різних видів порушень під час навчально-виховної, науково-інноваційної та інших видів діяльності.
2.1.9. Поважати честь, гідність та особисту недоторканність особи, незважаючи на її стать, вік, матеріальний стан, соціальне становище, расову приналежність, релігійні та політичні переконання.
2.1.10. Сприяти становленню та розвитку партнерських відносин між викладачами і студентами університету.
2.1.11. Вести здоровий та активний спосіб життя, дотримуватись правил особистої гігієни, бути охайним і акуратним.
2.1.12. Підтримувати атмосферу довіри, відповідальності та взаємодопомоги в університетському співтоваристві.
2.1.13. Допомагати студентам та співробітникам університету, що опинилися у складних життєвих обставинах.
2.1.14. Підтримувати чистоту і порядок на території університету, дбайливо ставитися до майна та ресурсів університету, зокрема і в гуртожитках.
2.1.15. Підвищувати престиж університету власними досягненнями у навчанні, науці, спорті, художній самодіяльності тощо.
2.1.16. Запобігати виникненню у своїй діяльності конфлікту інтересів, під яким слід розуміти суперечність між особистими інтересами члена університетської спільноти та його службовими або навчальними обов’язками, наявність якої може вплинути на об’єктивність або неупередженість прийняття рішень.
2.1.17. Піклуватися про чистоту власної мови та мови колег.
2.2. Неприйнятним для студентів і працівників Університету є:

2.2.1. Вживання, виготовлення й поширення наркотичних речовин, розпивання алкогольних напоїв та куріння в громадських місцях.
2.2.2. Порушення норм моралі, зокрема негідне поводження у громадських місцях та вживання ненормативної лексики.
2.2.3. Поширення неправдивої та компрометуючої інформації про інших студентів, викладачів і співробітників.
2.2.4. Отримання або пропонування винагород за несправедливе отримання будь-яких переваг у навчальній, дослідницькій чи трудовій діяльності (хабарництво).
2.2.5. Навмисне нанесення шкоди роботі інших студентів, викладачів або співробітників.
2.2.6. Агресія проти інших, сексуальні домагання.
2.2.7. Участь в азартних іграх.
2.2.8. Участь у будь-якій діяльності, що пов’язана з обманом, нечесністю; підробка та використання підроблених документів, що мають відношення до навчання чи посадового становища в університеті.
2.2.9. Видавання результатів чужої праці за свої під час здійснення навчальної, наукової та трудової діяльності.
2.2.10. Використання службових і родинних зв’язків з метою отримання нечесної переваги у навчальній, науковій та трудовій діяльності.
2.2.11.  Завдавання шкоди матеріальним цінностям, а також матеріально-технічній базі університету.
2.2.12. Використання без дозволу ректорату (деканату) символіки університету, факультету у різноманітних заходах, не пов’язаних з діяльністю університету.
2.2.13. Недотримання правил співжиття на території кампусу університету, що заважає іншим особам.
2.2.14. Здійснення або заохочення будь-яких спроб, спрямованих на те, щоб за допомогою нечесних і негідних методів отримати певну перевагу, вплинути на зміну отриманої академічної оцінки тощо.
2.2.15.  Перевищення повноважень під час навчальної, трудової діяльності або проведення наукових досліджень.
2.2.16. Вчинення дій, що перешкоджають здійсненню навчального чи науково-дослідницького процесу.
3. ПОЛІТИКА АКАДЕМІЧНОЇ ЧЕСНОСТІ НТУУ «КПІ»
Академічна чесність − це дотримання певних моральних та правових норм, правил етичної поведінки в Університеті як студентами, так і працівниками при здійсненні навчальної та науково-дослідницької діяльності.

Викладачі, дослідники і студенти, які виявляють прагнення до академічної чесності, не лише стають зразком для наслідування, а й підвищують стандарти освітньої та наукової діяльності в цілому.

Порушення правил академічної чесності не лише паплюжить репутацію університету, а й зменшує цінність освітніх та наукових ступенів, що здобуваються в університеті.

Відповідальність за дотримання цінностей академічної чесності є водночас особистим обов’язком кожного та спільною справою університетської громади загалом. Кожен член університетської академічної спільноти – студент, викладач, дослідник, керівник – відповідальний за дотримання принципів академічної чесності в  освітній,  викладацькій  та  науковій  діяльності.

3.1. Представники академічної спільноти НТУУ «КПІ» повинні:

3.1.1. Вірити у власний інтелект та здібності.
3.1.2. Сумлінно та самостійно (крім випадків, які санкціоновано передбачають групову роботу) виконувати навчальні та дослідницькі завдання.
3.1.3. Поважати наукові та навчальні здобутки інших.
3.1.4. Посилатися на джерела, з яких береться інформація, незалежно від того, в якому вигляді вона опублікована – в електронному чи паперовому.
3.1.5. У разі виникнення труднощів під час виконання навчальних чи дослідницьких завдань звертатися за санкціонованою допомогою до колег, викладачів та наукових керівників.
3.1.6. Робити оригінальну роботу для кожної дисципліни.
3.1.7. Використовувати у науковій та навчальній діяльності тільки надійні та достовірні джерела інформації.
3.1.8. Нагадувати колегам про неприпустимість порушення академічної чесності.
3.2. Неприйнятними у навчальній та науково-дослідницькій діяльності для студентів та працівників НТУУ «КПІ» є:

3.2.1. Плагіат – навмисне чи усвідомлене оприлюднення (опублікування), повністю або частково, чужого твору (тексту або ідей) під іменем особи, яка не є автором цього твору, без належного оформлення посилань.
3.2.2. Шахрайство, а саме:
фальсифікація або фабрикація інформації, наукових результатів та наступне використання їх в академічній роботі;
підробка підписів в офіційних документах (залікових книжках, актах, звітах, угодах тощо);
використання під час контрольних заходів заборонених допоміжних матеріалів або технічних засобів (шпаргалки, мікронавушники, телефони, планшети тощо);
посилання на джерела, які не використовувалися в роботі;
списування (реплікація) при складанні будь-якого виду підсумкового або поточного контролю;
проходження процедур контролю знань підставними особами;
здавання або репрезентація різними особами робіт з однаковим змістом як результату навчальної чи наукової діяльності.
3.2.3. Несанкціонована співпраця, а саме:
надання допомоги для здійснення акту академічної нечесності − навмисна чи усвідомлена допомога або спроба допомоги іншому вчинити акт академічної нечесності;
придбання в інших осіб чи організацій з наступним поданням як власних результатів навчальної та наукової діяльності (звітів, рефератів, контрольних, розрахункових, курсових, дипломних та магістерських робіт, есе, статей, монографій, навчальних посібників тощо).
3.2.4. Пропонування чи отримання неправомірної винагороди при оцінюванні результатів успішності, виконання навчальних чи дослідницьких завдань.
3.2.5. Використання родинних або службових зв’язків для отримання позитивної або вищої оцінки при складанні будь-якого виду підсумкового контролю або переваг у роботі.
3.2.6. Внесення до списку авторів статей, монографій, підручників тощо осіб, які не брали участі в отриманні наукових результатів.
3.2.7. Інші види академічної нечесності.
4. КОМІСІЯ З ПИТАНЬ ЕТИКИ ТА АКАДЕМІЧНОЇ ЧЕСНОСТІ НТУУ «КПІ»
4.1. З метою моніторингу дотримання членами університетської громади моральних та правових норм цього Кодексу в НТУУ «КПІ» створюється Комісія з питань етики та академічної чесності (далі – Комісія). Комісія наділяється правом одержувати і розглядати заяви щодо порушення Кодексу честі та надавати пропозиції адміністрації університету (факультетів та інститутів) щодо накладання відповідних санкцій.

4.2. Комісія у своїй роботі керується Конституцією України, Законом України «Про вищу освіту», іншими чинними нормативно-правовими актами, Статутом університету, цим Кодексом та Положенням про Комісію з питань етики та академічної чесності, яке затверджується Вченою радою НТУУ «КПІ».

4.3. Склад Комісії затверджується Конференцією трудового колективу університету за поданням Вченої ради НТУУ «КПІ» терміном на 1 рік.

4.4. Член спільноти, який став свідком або має серйозну причину вважати, що стався факт порушення цього Кодексу, повинен повідомити про це Комісії з питань етики та академічної чесності НТУУ «КПІ». Неприйнятно подавати (підтримувати подання) безпідставних скарг або скарг без підпису.

4.5. Якщо студент чи працівник має сумніви або непевність, що його дії або бездіяльність можуть порушити Кодекс честі НТУУ «КПІ», він може звернутися за консультацією до Комісії.

4.6. Будь-який член університетської спільноти має право звернутися до Комісії з метою внесення пропозицій та доповнень до цього Кодексу.

5. ЗАКЛЮЧНІ ПОЛОЖЕННЯ
5.1. Члени університетської громади зобов’язані знати Кодекс честі НТУУ «КПІ». Незнання або нерозуміння норм цього Кодексу саме по собі не є виправданням неетичної поведінки.

5.2. Прийняття принципів і норм Кодексу честі НТУУ «КПІ» засвідчується підписом члена університетської громади. Зараховані на перший курс студенти університету підписують свою згоду з Кодексом честі НТУУ «КПІ» в обов’язковому порядку.

5.3. Порушення норм цього Кодексу може передбачати накладання санкцій, аж до відрахування або звільнення з університету, за поданням Комісії з питань етики та академічної чесності.

5.4. Кодекс честі НТУУ «КПІ» затверджується Конференцією трудового колективу університету.

5.5. Зміни та доповнення до Кодексу вносяться за поданням Вченої ради НТУУ «КПІ», Студентської ради НТУУ «КПІ», Профкому співробітників НТУУ «КПІ», Профкому студентів НТУУ «КПІ» та Наукового товариства студентів та аспірантів НТУУ «КПІ», Комісії з питань етики та академічної чесності. Зміни та доповнення до Кодексу честі вносяться винятково за рішенням Конференції трудового колективу університету.